-- phpMyAdmin SQL Dump
-- version 4.2.7.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2015 年 2 朁E07 日 18:57
-- サーバのバージョン： 5.6.20
-- PHP Version: 5.5.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `soccer`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `teamtrendgoal`
--

CREATE TABLE IF NOT EXISTS `teamtrendgoal` (
  `team` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `allgoal` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time1_15` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time15_30` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time30_45` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time46_60` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time61_75` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time76_90` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `data_year` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- テーブルのデータのダンプ `teamtrendgoal`
--

INSERT INTO `teamtrendgoal` (`team`, `allgoal`, `time1_15`, `time15_30`, `time30_45`, `time46_60`, `time61_75`, `time76_90`, `data_year`) VALUES
('仙台', '35', '4', '6', '6(0)', '4', '6', '9(2)', '2014'),
('鹿島', '64', '8', '6', '15(0)', '10', '12', '13(1)', '2014'),
('浦和', '52', '4', '12', '9(0)', '7', '10', '10(4)', '2014'),
('大宮', '44', '5', '4', '7(2)', '12', '8', '8(2)', '2014'),
('柏', '48', '4', '6', '11(5)', '6', '11', '10(3)', '2014'),
('F東京', '47', '10', '5', '8(2)', '10', '7', '7(1)', '2014'),
('川崎', '56', '11', '6', '8(5)', '10', '8', '13(2)', '2014'),
('横浜M', '37', '3', '10', '2(0)', '8', '2', '12(4)', '2014'),
('甲府', '27', '1', '4', '4(0)', '2', '8', '8(0)', '2014'),
('新潟', '30', '2', '4', '7(0)', '4', '6', '7(1)', '2014'),
('清水', '42', '5', '6', '3(1)', '9', '5', '14(4)', '2014'),
('名古屋', '47', '4', '12', '6(1)', '9', '5', '11(2)', '2014'),
('G大阪', '59', '5', '8', '10(0)', '9', '9', '18(5)', '2014'),
('C大阪', '36', '7', '4', '4(0)', '2', '9', '10(4)', '2014'),
('神戸', '49', '5', '9', '5(0)', '5', '17', '8(5)', '2014'),
('広島', '44', '2', '7', '4(0)', '8', '12', '11(1)', '2014'),
('徳島', '16', '3', '1', '6(1)', '2', '2', '2(0)', '2014'),
('鳥栖', '41', '7', '3', '5(0)', '6', '5', '15(5)', '2014'),
('札幌', '48', '10', '10', '4(0)', '10', '4', '10(5)', '2014'),
('山形', '57', '13', '6', '11(0)', '4', '6', '17(4)', '2014'),
('水戸', '46', '3', '6', '6(0)', '9', '7', '15(4)', '2014'),
('栃木', '52', '2', '7', '7(0)', '8', '15', '13(1)', '2014'),
('群馬', '45', '6', '3', '4(1)', '10', '9', '13(3)', '2014'),
('千葉', '55', '7', '1', '8(1)', '11', '13', '15(3)', '2014'),
('東京V', '31', '5', '1', '7(0)', '6', '3', '9(3)', '2014'),
('横浜C', '49', '5', '7', '8(1)', '5', '9', '15(4)', '2014'),
('湘南', '86', '12', '9', '14(2)', '15', '11', '25(4)', '2014'),
('松本', '65', '11', '5', '14(3)', '5', '15', '15(1)', '2014'),
('富山', '28', '3', '7', '1(0)', '4', '6', '7(1)', '2014'),
('磐田', '67', '6', '12', '13(2)', '12', '12', '12(2)', '2014'),
('岐阜', '54', '4', '5', '14(3)', '6', '10', '15(3)', '2014'),
('京都', '57', '5', '4', '6(1)', '16', '7', '19(4)', '2014'),
('岡山', '52', '7', '9', '9(1)', '8', '7', '12(3)', '2014'),
('讃岐', '34', '1', '3', '7(0)', '3', '7', '13(4)', '2014'),
('愛媛', '54', '8', '3', '8(0)', '16', '9', '10(3)', '2014'),
('福岡', '52', '5', '9', '9(1)', '9', '6', '14(1)', '2014'),
('北九州', '50', '5', '3', '9(0)', '6', '12', '15(1)', '2014'),
('長崎', '45', '6', '4', '11(2)', '6', '7', '11(4)', '2014'),
('熊本', '45', '5', '4', '11(0)', '8', '8', '9(1)', '2014'),
('大分', '52', '10', '4', '2(0)', '10', '15', '11(3)', '2014');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
